brew 'chruby'
brew 'chruby-fish'
brew 'composer'
brew 'diff-so-fancy'
brew 'exa'
brew 'fish'
brew 'fzf'
brew 'gist'
brew 'git'
brew 'hr'
brew 'hub'
brew 'jq'
brew 'mas'
brew 'node'
brew 'python'
brew 'the_silver_searcher'
brew 'tldr'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'vim'
brew 'youtube-dl'

cask 'alfred'
cask 'atom'
cask 'backblaze'
cask 'bartender'
cask 'caprine'
cask 'dash'
cask 'dasiydisk'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'duet'
cask 'encryptme'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'focus'
cask 'google-chrome'
cask 'imageoptim'
cask 'iterm2'
cask 'java8'
cask 'kaleidoscope'
cask 'keybase'
cask 'mongodb-compass'
cask 'ngrok'
cask 'now'
cask 'paw'
cask 'postico'
cask 'printopia'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'rocket'
cask 'scansnap-manager-ix500'
cask 'skype'
cask 'sonos'
cask 'spotify'
cask 'steam'
cask 'superduper'
cask 'vagrant'
cask 'virtualbox'
cask 'virtual-studio-code-insiders'
cask 'webpquicklook'

mas '1Blocker', id: 1107421413
mas '1Password 7', id: 1333542190
mas 'Bear', id: 1091189122
mas 'Calcbot', id: 931657367
mas 'Day One', id: 1055511498
mas 'Deliveries', id: 924726344
mas 'GIF Brewery 3', id: 1081413713
mas 'GIPHY CAPTURE', id: 668208984
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'Lungo', id: 1263070803
mas 'Magnet', id: 441258766
mas 'Marked 2', id: 890031187
mas 'MindNode', id: 1289197285
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Paprika Recipe Manager 3', id: 1303222628
mas 'Pastebot', id: 1179623856
mas 'Pixelmator', id: 407963104
mas 'Renamer 5', id: 1063661581
mas 'Slack', id: 803453959
mas 'Soulver', id: 413965349
mas 'Spillo', id: 873245660
mas 'The Unarchiver', id: 425424353
mas 'Thermo Watch', id: 1299951059
mas 'Todoist', id: 585829637
mas 'Watch Cam', id: 1342107355
mas 'Xcode', id: 497799835
mas 'xScope', id: 889428659
