tap 'homebrew/cask-drivers'
tap 'homebrew/cask-versions'
tap 'github/gh'

brew 'awscli@1', link: true
brew 'bat'
brew 'chruby'
brew 'chruby-fish'
brew 'diff-so-fancy'
brew 'duf'
brew 'exa'
brew 'fish'
brew 'fnm'
brew 'fzf'
brew 'gist'
brew 'git'
brew 'github/gh/gh'
brew 'glow'
brew 'httpie'
brew 'jq'
brew 'kubectl'
brew 'kubens'
brew 'kops'
brew 'lazydocker'
brew 'mas'
brew 'ripgrep'
brew 'rustup-init'
brew 'saml2aws'
brew 'samtay/tui/so'
brew 'tfenv'
brew 'the_silver_searcher'
brew 'tldr'
brew 'trash'
brew 'tree'
brew 'vim'
brew 'yarn'

cask 'alfred'
cask 'bartender'
cask 'caprine'
cask 'carbon-copy-cloner'
cask 'choosy'
cask 'dash'
cask 'discord'
cask 'docker'
cask 'drawio'
cask 'dropbox'
cask 'firefox-developer-edition'
cask 'fujitsu-scansnap-manager-ix500'
cask 'github'
cask 'google-chrome'
cask 'hazel'
cask 'hyper'
cask 'imageoptim'
cask 'iterm2'
cask 'kaleidoscope'
cask 'mongodb-compass'
cask 'paw'
cask 'proxyman'
cask 'prusaslicer'
cask 'raindropio'
cask 'rocket'
cask 'slite'
cask 'sonos'
cask 'soulver'
cask 'transmit'
cask 'visual-studio-code-insiders'
cask 'zoom'

mas '1Password 7', id: 1333542190
mas 'Agenda', id: 1287445660
mas 'Bear', id: 1091189122
mas 'Calcbot', id: 931657367
mas 'CARROT Weather', id: 993487541
mas 'Day One', id: 1055511498
mas 'Deliveries', id: 924726344
mas 'GIF Brewery 3', id: 1081413713
mas 'GoodNotes', id: 1444383602
mas 'HEIC Converter', id: 1294126402
mas 'Instapaper', id: 1481302432
mas 'Jiffy', id: 1502527999
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'Lungo', id: 1263070803
mas 'Magnet', id: 441258766
mas 'Marked 2', id: 890031187
mas 'MindNode', id: 1289197285
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Paprika Recipe Manager 3', id: 1303222628
mas 'Pastebot', id: 1179623856
mas 'PDF Viewer', id: 1475494784
mas 'Pixelmator Pro', id: 1289583905
mas 'Raindrop.io for Safari', id: 957810159
mas 'Renamer 5', id: 1063661581
mas 'Slack', id: 803453959
mas 'SmileAllDay', id: 1180442868
mas 'Subtrack', id: 1519946553
mas 'The Unarchiver', id: 425424353
mas 'Trello', id: 1278508951
mas 'Wipr', id: 1320666476
mas 'xScope', id: 889428659
