tap 'homebrew/versions'
tap 'homebrew/php'

brew 'ack'
brew 'chruby'
brew 'chruby-fish'
brew 'composer'
brew 'diff-so-fancy'
brew 'exa'
brew 'fish'
brew 'fzf'
brew 'gist'
brew 'git'
brew 'hr'
brew 'hub'
brew 'mas'
brew 'node'
brew 'python'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tldr'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'vim'
brew 'yarn'
brew 'youtube-dl'

cask 'alfred'
cask 'atom'
cask 'backblaze'
cask 'bartender'
cask 'cloak'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'duet'
cask 'firefox'
cask 'focus'
cask 'github-desktop'
cask 'google-chrome'
cask 'hyper'
cask 'iterm2'
cask 'java'
cask 'kaleidoscope'
cask 'mongodb-compass-beta'
cask 'ngrok'
cask 'now'
cask 'paw'
cask 'postico'
cask 'rocket'
cask 'scansnap-manager-ix500'
cask 'sonos'
cask 'spotify'
cask 'steam'
cask 'superduper'
cask 'vagrant'
cask 'virtualbox'
cask 'virtual-studio-code'

mas '1Blocker', id: 1107421413
mas '1Password', id: 443987910
mas 'Bear', id: 1091189122
mas 'Byword', id: 420212497
mas 'Calcbot', id: 931657367
mas 'DaisyDisk', id: 411643860
mas 'Day One', id: 1055511498
mas 'Deliveries', id: 924726344
mas 'GIF Brewery', id: 1081413713
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'Lungo', id: 1263070803
mas 'Marked 2', id: 890031187
mas 'MindNode 2', id: 992076693
mas 'Moom', id: 419330170
mas 'Next Meeting', id: 1017470484
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Paprika Recipe Manager', id: 451907568
mas 'Pastebot', id: 1179623856
mas 'Pixelmator', id: 407963104
mas 'Reeder', id: 880001334
mas 'Renamer 5', id: 1063661581
mas 'Soulver', id: 413965349
mas 'Spillo', id: 873245660
mas 'The Unarchiver', id: 425424353
mas 'Todoist', id: 585829637
mas 'Thessa', id: 942305623
mas 'Tweetbot', id: 557168941
mas 'Xcode', id: 497799835
mas 'xScope', id: 889428659
