jorgebucaran/fisher
james2doyle/omf-plugin-fnm
jethrokuan/fzf
jethrokuan/z
oh-my-fish/theme-bobthefish
laughedelic/pisces
FabioAntunes/fish-nvm
edc/bass
