jethrokuan/z
jethrokuan/fzf
rafaelrinaldi/pure
laughedelic/pisces
wesbaker/nitro
~/Development/nitro
fishpkg/fish-segment
fishpkg/fish-host-info
fishpkg/fish-git-util
fishpkg/fish-pwd-info
fishpkg/fish-pwd-is-home
fishpkg/fish-humanize-duration
fishpkg/fish-last-job-id
james2doyle/omf-plugin-fnm
